export const SUB_CATEGORIES_BY_CATEGORY = {
    'זרי אירוסין': ['זרים חיים', 'זרים משולבים'],
    'זרי כלה': ['זרי כלה ליד', 'זרי חישוק', 'זרי סחלב', 'זרי תכשיט'],
    'סידורי פרחים': ['זרי פרחים', 'עיצובי פרחים', 'עיצובים מתוקים', 'פרלינים'],
    'עיצובי מתנות': ['עיצובי מתנות', 'עיצובים לחתן', 'עיצובים לכלה'],
    'מלאכותי': ['עיצובים מלאכותיים', 'כלי נוי'],
    'עציצים': ['עציצים'],
    'חגים': ['ראש השנה', 'חנוכה', 'טו בשבט', 'פורים', 'שבועות'],
    'אירועים': ['בר מצוה', 'עיצוב בארים', 'מרכזי שולחן']
};

export type SubCategory = keyof typeof SUB_CATEGORIES_BY_CATEGORY;