const ENUM_CATEGORIES = [
  'זרי אירוסין',
  'זרי כלה',
  'סידורי פרחים',
  'עיצובי מתנות',
  'מלאכותי',
  'עציצים',
  'חגים',
  'עיצוב אירועים'
] ;

const SUB_CATEGORIES_BY_CATEGORY = {
  'זרי אירוסין': ['זרי אירוסין חיים', 'זרי אירוסין מלאכותי'],
  'זרי כלה': ['זרי כלה ליד', 'זרי כלה חישוק', 'זרי כלה סחלב', 'זרי תכשיט'],
  'סידורי פרחים': ['זרי פרחים', 'עיצובי פרחים', 'עיצובים מתוקים', 'פרלינים'],
  'עיצובי מתנות': ['עיצובי מתנות', 'עיצובי מתנה לחתן', 'עיצובי מתנה לכלה'],
  'מלאכותי': ['עיצובי פרחים מלאכותיים', 'כלי נוי מלאכותים'],
  'עציצים': ['עציצים'],
  'חגים': ['ראש השנה', 'חנוכה', 'טו בשבט', 'פורים', 'שבועות'],
  'עיצוב אירועים': ['בר מצוה', 'עיצוב בארים', 'מרכזי שולחן']
} ;

const ENUM_SUB_CATEGORIES = [
  'זרי אירוסין חיים',
  'זרי אירוסין מלאכותי',
  'זרי כלה ליד',
  'זרי כלה חישוק',
  'זרי כלה סחלב',
  'זרי תכשיט',
  'זרי פרחים',
  'עיצובי פרחים',
  'עיצובים מתוקים',
  'פרלינים',
  'עיצובי מתנות',
  'עיצובי מתנה לחתן',
  'עיצובי מתנה לכלה',
  'עיצובי פרחים מלאכותיים',
  'כלי נוי מלאכותים',
  'עציצים',
  'ראש השנה',
  'חנוכה',
  'טו בשבט',
  'פורים',
  'שבועות',
  'בר מצוה',
  'עיצוב בארים',
  'מרכזי שולחן'
] ;
export { ENUM_SUB_CATEGORIES } ;